## 제1조 (목적)
본 약관은 `TROFA`(이하 `회사`)가 유선 및 무선통신망으로 제공하는 게임과 이에 부수된 제반 서비스의 이용과 관련하여 `회사`와 `회원` 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

## 제2조 (용어의 정의)
1. 본 약관에서 사용하는 용어의 정의는 아래와 같습니다.<br><br>
  1.1. `회사`라 함은 유선 및 무선통신망 등을 통하여 `게임서비스`를 제공하는 사업자를 의미합니다.<br>
  1.2. `회원`이라 함은 본 약관 및 개인정보 제공에 동의하고 `게임서비스` 이용 자격을 부여받은 자를 의미합니다.<br>
  1.3. `플랫폼`이라 함은 PC, 휴대폰, 태블릿, 휴대용 게임기, 콘솔 게임기, VR 등의 기기를 통해서 콘텐츠를 다운로드 받거나 설치하여 사용할 수 있도록 제공하는 제반 프로그램과 서비스를 의미합니다.<br>
  1.4. `게임서비스`라 함은 `회사`의 웹사이트, 모바일 게임 애플리케이션, 기타 `플랫폼`을 통해 `회원`에게 제공되는 서비스, 고객지원, 정보제공, 기타 이에 부수된 제반 서비스를 의미합니다.<br>
  1.5. `오픈마켓`이라 함은 애플 앱스토어, 구글 플레이스토어, 원스토어 등의 애플리케이션 또는 `유료 서비스`의 판매를 중개하는 통신판매중개사이트 또는 애플리케이션을 의미합니다.<br>
  1.6. `오픈마켓 사업자`라 함은 `오픈마켓`을 운영하는 사업자를 의미합니다.<br>
  1.7. `유료 서비스`라 함은 `회사`가 유료로 제공하는 각종 디지털 콘텐츠(재화, 아이템, 기타 유료 콘텐츠 포함) 및 제반 서비스를 의미합니다.<br>
  1.8. `제휴 서비스`라 함은 Kakao 등과 같은 메신저 서비스를 제공하는 자 또는 Facebook 등과 같은 소셜 네트워크 서비스(SNS)를 제공하는 자와의 제휴를 통하여 제공되는 개별 또는 일체의 서비스를 의미합니다.<br>
  1.9. `결제업체`라 함은 신용카드, 휴대폰결제 등 `오픈마켓`에서 사용 가능한 전자지급수단을 제공하는 업체를 의미합니다.<br>
  


2. 본 약관에서 사용하는 용어의 정의는 제1항 각 호에서 정하는 것을 제외하고는 관계 법령 및 기타 일반적인 상관례에 의합니다.

## 제3조 (약관의 명시와 개정)
1. `회사`는 본 약관의 내용을 `회원`이 알 수 있도록 `게임서비스` 메뉴 또는 커뮤니티에 게시하거나 연결화면을 제공하는 방법으로 `회원`에게 공지합니다.


2. `회사`는 `회원`이 본 약관의 내용에 관하여 질의 및 응답을 할 수 있도록 조처를 합니다.


3. `회사`는 `게임서비스`를 이용하고자 하는 자(이하 `이용자`)가 약관의 내용을 쉽게 알 수 있도록 작성하고 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 중요한 내용을 `이용자`가 쉽게 이해할 수 있도록 굵은 글씨 등으로 처리하거나 별도의 연결화면 또는 팝업 화면 등을 제공하고 동의를 얻도록 합니다.


4. `회사`는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「게임산업진흥에 관한 법률」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업진흥법」 등 관련 법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.


5. `회사`가 약관을 개정할 때는 적용 일자 및 개정내용, 개정사유 등을 명시하여 그 적용 일자로부터 최소한 7일 이전(회원에게 불리하거나 중대한 사항의 변경은 30일 이전)부터 그 적용 일자 경과 후 상당한 기간이 지날 때까지 `게임서비스` 초기화면, 알림메시지(Push Notification), 커뮤니티 등 가능한 전자적 수단을 통해 공지합니다.


6. `회사`가 약관을 개정할 때는 개정약관 공지 후 개정약관의 적용에 대한 `회원`의 동의 여부를 확인합니다. 개정약관 공지 시 `회원`이 동의 또는 거부의 의사표시를 하지 않으면 승낙한 것으로 간주하겠다는 내용도 함께 공지하였으면 `회원`이 본 약관 시행일까지 거부 의사를 표시하지 않으면 개정약관에 동의한 것으로 간주할 수 있습니다.


7. `회원`이 개정약관의 적용에 동의하지 않는 경우 `회사` 또는 `회원`은 `게임서비스` 이용계약을 해지할 수 있습니다.

## 제4조 (약관 외 준칙)
본 약관에서 정하지 아니한 사항과 본 약관의 해석은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「게임산업진흥에 관한 법률」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업진흥법」 등 관련 법령 및 `회사`의 운영정책에 따릅니다.

## 제5조 (운영정책)

1. `회사`는 `회원`의 권익을 보호하고 게임 세계 내 질서를 유지하기 위하여 약관에서 구체적인 범위를 정하여 위임한 사항을 `게임서비스` 운영정책(이하 `운영정책`)으로 정할 수 있습니다.


2. `회사`는 `운영정책`의 내용을 `회원`이 알 수 있도록 `게임서비스` 메뉴 또는 커뮤니티에 게시하거나 연결화면을 제공하는 방법으로 `회원`에게 공지합니다.


3. `회원`의 권리 또는 의무에 중대한 변경을 가져오거나 약관 내용을 변경하는 것과 같은 효력이 발생하는 `운영정책` 개정은 제3조의 절차에 따릅니다. 단, `운영정책` 개정이 다음 각 호의 어느 하나에 해당할 때에는 제2항의 공지 방법으로 사전 공지를 갈음할 수 있습니다.<br><br>
  3.1. 약관에서 구체적으로 범위를 정하여 위임한 사항을 개정하는 경우<br>
  3.2. `회원`의 권리·의무와 관련 없는 사항을 개정하는 경우<br>
  3.3. `운영정책`의 내용이 본 약관에서 정한 내용과 근본적으로 다르지 않고 `회원`이 예측 가능한 범위 내에서 개정하는 경우<br>


4. 다음과 같은 사유에 해당할 경우 운영정책 위반으로 간주하여 계정 정지 조치가 진행될 수 있습니다.<br><br>
  4.1. 욕설 또는 비방으로 다른 고객에게 불쾌감을 주는 행위<br>
  4.2. 원활한 게임 진행 및 게임 운영을 방해하거나 허위사실을 유포하는 행위<br>
  4.3. 상업성을 가지고 광고를 하거나 현금 거래(계정 거래, 계정 공유 포함)를 시도하는 경우<br>
  4.4. 다른 고객의 개인 정보를 유출하는 행위<br>
  4.5. 작명 정책을 위반하는 경우<br>
  4.6. 버그 악이용 및 어뷰징을 통해서 부당 이익을 취하는 행위<br>
  4.7. 불법 프로그램 및 비인가 프로그램 사용이 확인된 경우<br>
  4.8. 타인의 결제 수단을 무단으로 이용하거나 환불 악용을 통해서 부당한 이익을 취했을 경우<br>

## 제6조 (신원 및 거래조건에 대한 정보의 제공)

1. `회사`의 신원정보는 `오픈마켓` 내 다운로드 화면에서 확인하실 수 있습니다.


2. `유료 서비스`의 거래조건에 대한 정보는 아래와 같습니다. 기타 구체적인 사항은 `오픈마켓` 내 다운로드/판매화면 등에 안내되어 있으니 해당 페이지에서 제공하는 정보를 참고하시기 바랍니다.<br><br>
  2.1. 공급자: `TROFA`<br>
  2.2. 이용조건 및 이용기간: `게임서비스` 내 별도 고지된 내용에 따름 (사용기간이 표시되지 않았으면 `게임서비스`종료일까지를 사용기간으로 간주)<br>
  2.3. 상품 제공 방식: 게임 내 구매한 아이디(캐릭터, 계정)로 즉시 지급<br>
  2.4. 최소 시스템 사양, 필수 소프트웨어: `게임서비스`별 고지된 최소 사양에 따름<br>
  2.5. 결제금액 및 방법: `게임서비스`별 별도 고지된 결제금액 및 결제방법에 따름 (외화 결제 시 환율 및 수수료 등으로 인해 실제 청구금액과 다를 수 있음)<br>
  2.6. 청약철회 또는 계약의 해제·해지에 따른 효과: 본 약관 제19조, 제20조, 제21조, 제22조 규정에 따름<br>
  2.7. 상담방법: 고객센터(cs1.trofa@gmail.com)<br>

## 제7조 (계정 발급 및 제휴 서비스)

1. `회사`는 `게임서비스`의 원활한 운영·관리를 위하여 `회원`에게 임의의 숫자와 문자 등으로 조합된 계정을 발급할 수 있습니다.


2. `회사`는 모바일 메신저 서비스 제공자 또는 소셜 네트워크 서비스(SNS)제공자 등과 제휴하여 `회원`이 `제휴 서비스` 기능이 적용된 서비스를 이용하게 할 수 있습니다.


3. `회원`이 `제휴 서비스` 기능이 적용된 서비스를 이용하고자 하는 경우 `회사`는 해당 메신저 서비스 제공 또는 소셜 네트워크 서비스(SNS) 제공자로부터 `회원`의 정보를 제공받을 수 있으며, `회원`은 이러한 정보가 서비스에 사용되는 것에 동의합니다.


4. `회원`이 `제휴 서비스` 제공사의 계정을 변경하는 경우 기존 계정으로 이용한 `제휴 서비스`의 이용기록 등이 승계되지 않을 수 있으며 `회사`는 이에 관하여 어떠한 책임도 부담하지 않습니다.


5. `회원`이 `제휴 서비스` 기능이 적용된 서비스를 이용하는 경우 `제휴 서비스`의 이용에 필요한 정보의 수정, 열람, 확인 등은 해당 `제휴 서비스`의 제공자에게 문의하시기 바랍니다.

## 제8조 (커뮤니티 서비스)

1. `회사`는 이용자 다수가 자유롭게 의사를 교환하고 친목을 도모할 수 있도록 게시판 서비스(이하 `커뮤니티 서비스`)를 제공할 수 있습니다.


2. `회원`이 `커뮤니티 서비스`를 이용하기 위해 개별 커뮤니티에 가입할 경우, 원활한 서비스 운영을 위하여 `회원`의 정보가 카페매니저와 스태프에게 공개될 수 있습니다.


3. `커뮤니티 서비스`는 외부 `플랫폼`의 정보와 연동하여 제공되는 서비스이므로 `회원`이 해당 `플랫폼` 사의 회원 자격을 잃거나 `플랫폼` 회원 탈퇴 시 정상적으로 서비스의 제공이 이루어지지 않을 수 있습니다.


4. `회사`는 `회원`의 권익 보호와 건전한 서비스 환경을 제공하기 위하여 `커뮤니티 서비스`의 운영정책을 정할 수 있으며 `회원`은 이를 준수할 의무가 있습니다. `회사`는 `커뮤니티 서비스` 운영정책의 내용을 `회원`이 알 수 있도록 `커뮤니티 서비스` 홈페이지에 게시하는 방법으로 `회원`에게 공지합니다.

## 제9조 (이용신청의 승낙과 제한)

1. `회원`이 되고자 하는 `이용자`는 `게임서비스` 이용에 필요한 정보의 제공 및 약관 동의를 통해 이용 신청을 하여야 합니다.


2. `회사`는 다음 각 호의 어느 하나에 해당하는 이용신청에 대해서는 승낙을 하지 않을 수 있습니다.<br><br>
  2.1. 타인의 정보 또는 모바일 기기를 도용한 경우<br>
  2.2. 형법에서 규정한 범죄 행위의 목적으로 `게임서비스`를 이용하고자 하는 경우<br>
  2.3. 청소년보호법의 취지에 어긋나는 목적으로 `게임서비스`를 이용하고자 하는 경우<br>
  2.4. `회사`에서 아직 서비스를 제공할 것으로 결정하지 않은 국가에서 `게임서비스`를 이용하고자 하는 경우<br>
  2.5. 영리를 추구할 목적으로 `게임서비스`를 이용하고자 하는 경우<br>
  2.6. 기타 현행 법령에 위배되는 목적으로 `게임서비스`를 이용하고자 하는 경우<br>


3. `회사`는 `회원`이 약관 동의 절차 및 `게임서비스` 이용에 필요한 정보의 입력을 완료하면 승낙을 보류하거나 거부할 사항이 없는 경우 그 즉시 `게임서비스`를 이용할 수 있도록 합니다. 단, 사후에 승낙을 거부할 사항이 발견되는 경우에는 약관의 규정에 따라 이용제한이나 계약해지를 할 수 있습니다. 일부 서비스는 `회사`의 필요에 따라 지정된 일자부터 서비스를 개시하거나, 별도의 약관 체결이 필요한 경우 별도의 약관 동의를 포함한 관련 절차가 완료된 후 서비스를 개시할 수 있습니다.


4. `회사`는 관계 법령 또는 `오픈마켓`의 나이 등급 정책에 따라 이용등급별로 이용을 제한하는 조건을 부가하여 이용신청을 승낙할 수 있습니다.

## 제10조 (개인정보의 보호 및 관리)

1. `회사`는 관계 법령이 정하는 바에 따라 계정 정보를 포함한 `회원`의 개인정보를 보호하기 위해 노력합니다. `회원` 개인정보의 보호 및 사용에 관해서는 관계 법령 및 `회사`가 별도로 고지하는 개인정보취급방침이 적용됩니다.


2. `회원`이 입력한 닉네임, 사진, 상태정보 등은 다른 회원과의 소통 및 경쟁을 위해 다수에게 공개될 수 있습니다.


3. `회사`는 「정보통신망이용촉진 및 정보보호 등에 관한 법률」 및 동법 시행령에 따라 연속하여 1년 동안 서비스를 이용하지 않은 `회원`의 개인정보를 보호하기 위해 계약을 해지하고 개인정보 파기하거나 별도 DB에 분리·저장 등 필요한 조처를 할 수 있습니다. 이 경우, 조치일 30일 전까지 개인정보 보유기간 만료일 및 개인정보의 항목을 `회원`에게 통지합니다.


4. 제3항에도 불구하고 `회사`는 다른 법령에서 별도의 기간을 정하거나 `회원`의 요청에 따라 기간을 달리한 경우 그 기간 동안 `회원`의 개인정보를 보관할 수 있습니다.


5. `회원`은 `게임서비스` 등의 이용을 위하여 자신의 개인정보를 성실히 관리해야 하며 개인정보의 변동 사항이 있을 경우 이를 변경해야 합니다. `회원`의 개인정보 변경이 지연되거나 누락되어 발생하는 손해는 회원의 책임으로 합니다. `회사`는 `회원`의 귀책사유로 노출된 `회원`의 계정정보를 포함한 모든 정보에 관해서 일체의 책임을 지지 않습니다.

## 제11조 (회사의 의무)

1. `회사`는 관계 법령을 준수하고 본 약관이 정하는 권리의 행사와 의무를 신의에 따라 성실하게 이행합니다.


2. `회사`는 `회원`이 안전하게 `게임서비스`를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수합니다. `회사`는 본 약관 및 개인정보취급방침에서 정한 경우를 제외하고는 `회원`의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다.


3. `회사`는 계속적이고 안정적인 `게임서비스` 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 없어진 때에는 천재지변, 비상사태, 현재의 기술로는 해결할 수 없는 결함 및 장애 등 부득이한 사유가 없는 한 이를 수리 또는 복구하도록 최대의 노력을 다합니다.

## 제12조 (회원의 의무)

1. `회원`은 `회사`가 제공하는 `게임서비스` 등을 이용함에 있어 다음 각 호의 행위 또는 다음 각 호에 해당하는 내용을 목적으로 하거나 의도하는 행위를 하여서는 안 됩니다.<br><br>
  1.1. 이용신청이나 `회원` 정보 변경 시 실명이 아닌 정보 또는 다른 사람의 정보를 사용하거나, 허위 사실을 기재하는 행위<br>
  1.2. 다른 `회원`의 계정, 게임 ID 및 비밀번호를 도용하거나 부정하게 사용하는 행위<br>
  1.3. `회사`가 제공하지 않는 `게임서비스`나 비정상적인 방법을 통해 `게임서비스` 등 내 데이터{ID, 캐릭터, 아이템, 게임머니 등}를 유상으로 처분(양도, 매매 등) 증여 또는 타 `게임서비스` 등의 데이터와 교환하거나 권리의 객체(담보제공, 대여 등)로 하는 행위<br>
  1.4. `회사`가 제공하는 `게임서비스` 등 또는 이를 이용하여 얻은 정보를 `회사`의 사전 승낙 없이 복제, 유통하거나 상업적으로 이용하는 행위<br>
  1.5. `회사`의 `게임서비스` 등을 이용하여, 타인을 기망하여 자기 또는 제3자에게 재산상의 이익을 발생시키는 행위<br>
  1.6. 타인의 명예를 훼손하거나 타인에게 재산상 손해를 입히는 행위<br>
  1.7. 명의자의 동의나 승낙 없이 신용카드·휴대폰·은행 계좌 등 결제 수단을 무단으로 도용하여 요금이나 이용대금을 결제하는 행위<br>
  1.8. `회사`의 지식재산권이나 제3자의 지식재산권, 초상권 등의 권리를 침해하는 행위<br>
  1.9. `회사`의 승인을 받지 않고 다른 `회원`의 개인정보를 수집, 저장, 유포 또는 게시하는 행위<br>
  1.10. `게임서비스` 등 내 프로그램의 버그를 악용하는 행위<br>
  1.11. `회사`의 `게임서비스` 등 운영을 고의로 방해하거나, 이의 안정적 운영을 방해할 수 있는 정보 및 다른 `회원`의 명시적인 수신 거부 의사에 반해 광고성 정보를 전송하는 행위<br>
  1.12. 다른 `회원`으로 가장하는 행위 또는 다른 `회원`과의 관계를 허위로 명시하는 행위<br>
  1.13. 음란, 저속한 정보를 교류, 게재하거나 음란사이트를 연결(링크)하는 행위 또는 승인되지 않은 광고, 홍보물 등을 게재하는 행위<br>
  1.14. `게임서비스` 등을 사행성이 있는 방법 또는 기타 불건전한 방법으로 이용하는 행위<br>
  1.15. `회사`의 동의 없이 `게임서비스` 등을 영리, 영업, 광고, 홍보, 정치활동, 선거운동 등 본래의 용도 이외로 이용하는 행위<br>
  1.16. 수치심이나 혐오감 또는 공포심을 일으키는 말, 음향, 글, 화상 또는 영상을 다른 `회원`에게 전송하는 행위<br>
  1.17. `게임서비스` 등에 게시된 기존 정보를 무단 변경하는 행위<br>
  1.18. 관련 법령에 의하여 그 사용 등이 금지되는 정보를 사용하거나, `회사`의 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해, 파괴할 목적으로 고안된 바이러스, 소스코드 등을 포함하고 있는 정보 또는 자료를 사용, 전송, 게시, 유포하는 행위<br>
  1.19. `회사`로부터 별도의 권한을 부여받지 않고 `게임서비스` 등을 변경하거나, `게임서비스` 등에 다른 프로그램을 추가·삽입하거나, `회사`의 서버를 해킹·역설계 하거나, `회사` 프로그램의 소스코드나 데이터를 유출·변경하거나, `회사`와 별도의 서버를 구축·운영하거나, `회사` 웹사이트의 일부분을 임의로 변경·도용하는 행위<br>
  1.20. `회사`의 직원이나 운영자를 가장하거나 사칭하여 또는 다른 `회원`의 명의를 도용하여 글을 게시하거나 메일을 발송하는 행위<br>
  1.21. 위 제1호 또는 제20호의 행위를 유도하거나 광고하는 행위<br>
  1.22. 그 밖에 관련 법령에 위반되거나 위 각 호에 준하는 것으로서 선량한 풍속 기타 사회통념에 반하는 행위<br>


2. `회원`이 위 제1항 각 호를 위반하거나 이와 연관되어 발생한 경제적 손실 및 법적 조치 등에 관해서는 전적으로 `회원`의 책임으로 하며, `회사`는 이에 관해 일체 책임을 지지 않습니다. 더하여 `회원`이 위와 같은 행위를 함으로써 `회사`에 손해가 발생한 경우, `회원`은 `회사`에 일체의 손해를 배상할 의무가 있습니다.


3. `회원`은 이 약관의 규정, 운영정책 및 `회사`가 `게임서비스` 등과 관련하여 공지하거나 통지한 주의사항 등을 수시로 확인하고 준수할 의무가 있습니다.


4. `회원`의 계정, PC, 모바일 기기 등 및 각종 인증수단 등에 관한 관리 책임은 모두 `회원`에게 있습니다. `회원`이 `회원`의 계정, PC, 모바일 기기 등 및 각종 인증수단 등의 관리를 부실하게 하거나, 타인에게 이용을 승낙함으로써 발생하는 손해에 대하여 `회사`는 책임을 지지 않습니다.


5. `회원`은 `회사` 홈페이지 및 이용 중인 `플랫폼` 등에서 부정한 결제가 이루어지지 아니하도록 결제 비밀번호 기능 등의 보안수단을 설정하고 관리할 의무가 있습니다. 이에 대한 `회원`의 부주의로 인하여 발생하는 손해에 대해서는 `회사`는 책임을 지지 않습니다.


6. `회사`는 위 제1항 내지 제5항이나 다음 각 호의 행위의 구체적인 내용을 운영정책에서 정할 수 있으며, `회원`은 이를 준수할 의무가 있습니다.<br><br>
  6.1. `회원`의 계정명, 캐릭터명, 길드명, 다른 `회원`이 직접 정할 수 있는 게임 내 명칭에 대한 제한<br>
  6.2. `회원`의 채팅내용과 방법에 대한 제한<br>
  6.3. `회원`의 게시판 이용 및 서비스이용 방법에 대한 제한<br>
  6.4. `회원`의 `게임서비스` 내 플레이 방법에 대한 제한<br>
  6.5. 다른 `회원`의 `게임서비스` 등 이용에 대한 본질적인 권리를 침해하지 않는 범위 내에서 `회사`가 `게임서비스` 등의 운영상 필요하다고 인정되는 사항<br>
  6.6. `게임서비스` 외 제반 서비스 제공 정책<br>
  6.7. 외부 `플랫폼` 제휴 서비스 정책<br>

## 제13조 (서비스의 변경 및 내용수정)

1. `회사`가 `게임서비스`를 통하여 `회원`에게 제공하는 게임 세계는 `회사`가 창조한 가상세계로서, `회사`는 `게임서비스` 내용의 제작, 변경, 유지, 보수에 관한 포괄적인 권한을 가집니다.


2. `회사`는 운영상, 기술상의 필요에 따라 `게임서비스` 수정(패치)을 할 수 있으며, `게임서비스` 수정(패치)을 할 때에는 변경 후 `게임서비스` 초기화면이나 커뮤니티, `오픈마켓` 내 화면 등을 통하여 공지합니다. `회사`는 `게임서비스`의 변경에 의한 `회원`의 기대나 혜택의 상실로 발생하는 손해에 대해 책임지지 않습니다.


## 제14조 (서비스의 제공 및 중단 등)

1. `게임서비스`는 `회사`의 영업 방침에 따라 정해진 시간 동안 제공합니다.


2. 네트워크를 통해 애플리케이션을 다운로드 하거나 이용하는 경우 데이터 이용료 등 이동통신사에서 정한 별도의 과금이 발생할 수 있으므로 Wifi 등의 이용을 권장합니다.


3. 제1항에도 불구하고, 다음 각 호의 어느 하나에 해당할 때에는 일정한 시간 동안 `게임서비스`가 제공되지 아니할 수 있으며, 해당 시간 동안 `회사`는 `게임서비스`를 제공할 의무가 없습니다.<br><br>
  3.1. 정보통신설비의 보수점검, 교체, 정기점검 또는 `게임서비스`의 내용 등 수정을 위하여 필요한 경우<br>
  3.2. 해킹 등의 전자적 침해사고, 통신사고, `회원`들의 비정상적인 게임 이용형태, 예상하지 못한 `게임서비스`의 불안정성에 대응하는 데 필요한 경우<br>
  3.3. 천재지변, 비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 `게임서비스` 제공이 불가능할 경우<br>
  3.4. `회사`의 분할, 합병, 영업양도, 영업의 폐지, `게임서비스`의 수익 악화 등 `회사`의 경영상 필요에 의하였을 때<br>


4. `회사`는 제3항 제1호의 경우, 매주 또는 격주 단위로 일정 시간을 정하여 `게임서비스`를 중지할 수 있습니다. 이 경우 `회사`는 최소한 24시간 전에 그 사실을 `게임서비스` 초기 화면이나 커뮤니티 등을 통하여 공지합니다.


5. `회사`는 제3항 제2호의 경우, 사전 고지 없이 `게임서비스`를 일시 중지할 수 있습니다. 이 경우 그 사실을 `게임서비스` 초기 화면이나 커뮤니티 등을 통하여 사후 고지할 수 있습니다.


6. `회사`는 `회사`가 제공하는 무료 서비스 이용과 관련하여 `회원`에게 발생한 어떠한 손해에 관해서도 책임을 지지 않습니다. 다만, `회사`의 고의 또는 중대한 과실로 발생한 손해는 제외합니다.


7. 제3항 제3호 또는 제4호의 경우에 `회사`는 기술상·운영상 필요 때문에 `게임서비스` 전부를 중단할 수 있습니다. 이 경우 30일 전에 `게임서비스` 초기 화면이나 커뮤니티 등에 통하여 공지합니다. 사전에 통지할 수 없는 부득이한 사정이 있는 경우는 사후에 통지할 수 있습니다.


8. `회사`가 제7항에 따라 `게임서비스`를 종료하는 경우 `회원`은 무료 서비스 및 사용 기간이 남아 있지 않은 `유료 서비스`, 기간제 상품에 대하여 손해배상을 청구할 수 없습니다.

## 제15조 (정보의 수집 등)

1. `회사`는 `게임서비스` 내에서 `회원` 간에 이루어지는 모든 채팅내용을 저장·보관할 수 있습니다. `회사`는 `회원` 간의 분쟁 조정, 민원 처리 또는 게임 질서의 유지를 위하여 `회사`가 필요하다고 판단하는 때에만 본 정보를 열람하며, 본 정보는 `회사`만이 보유하고 법령으로 권한을 부여받지 아니한 제3자는 열람할 수 없습니다. `회사`는 해당 정보를 열람하기 전에 채팅 정보의 열람이 필요한 사유 및 열람 범위를 개인에게 사전 고지합니다. 단 계정도용, 현금거래, 언어폭력, 게임 내 사기 등 기망행위, 버그 악용, 기타 현행 법령 위반행위 및 본 약관에서 정하는 중대한 약관 위반 행위의 조사, 처리, 확인 및 이의 구제와 관련하여 `회원`의 채팅 정보를 열람해야 할 필요가 있을 때에는 사후에 채팅 정보가 열람된 개인들에 대하여 열람한 사유와 열람한 정보 중 본인과 관련된 부분을 고지합니다.


2. 다수의`회원`간 대화가 이루어지는 공개 채팅은 제1항의 고지 규정이 제외됩니다.


3. `회사`는 `게임서비스` 운영 및 프로그램 안정화 등 `게임서비스` 품질 개선을 위하여 단말기 정보, OS 정보 및 버전, 이용하고 있는 통신사 정보, 서비스 이용 기록 등을 수집·활용할 수 있습니다.


## 제16조 (정보 제공 및 광고의 게재)

1. `회사`는 `게임서비스` 내에서 배너, PPL, 충전소 등을 통하여 광고를 게재할 수 있으며, 본 약관에 동의한 `회원`은 `게임 서비스`의 광고 게재에 동의한 것으로 간주합니다. 해당 광고는 제3자가 제공하는 영역, 페이지와 연결될 수 있으며, `회사`는 해당 광고 페이지의 신뢰성, 안정성 등을 보장하지 않습니다. `회사`는 광고주의 판촉 활동에 `회원`이 참여하거나 교신 또는 거래의 결과로서 발생하는 손실 또는 손해에 관해 책임을 지지 않습니다.


2. `회사`는 수신에 동의한 `회원`에 한하여 전자우편, LMS/SMS, 알림메시지(Push Notification) 등의 방법으로 이벤트 등 다양한 정보를 전송할 수 있습니다. `회원`은 광고 수신을 원하지 않을 때 언제든지 수신을 거부할 수 있으며, `회사`는 수신 거부한 `회원`에게 광고성 정보를 전송하지 않습니다.


## 제17조 (저작권 등의 귀속)

1. `회사`가 제작한 콘텐츠의 저작권 및 기타 지적재산권은 `회사`의 소유입니다.


2. `회원`은 `회사`가 제공하는 `게임서비스`를 이용하며 얻은 정보 중 `회사` 또는 제공업체에 지적재산권이 귀속된 정보를 `회사` 또는 제공업체의 사전승낙 없이 복제, 전송, 출판, 배포, 방송 기타 방법에 따라 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.


3. `게임서비스`와 일체화되지 않은 `회원`의 이용자 콘텐츠(예컨대, 일반게시판 등에의 게시물)에 대하여 `회사`는 `회원`의 명시적인 동의가 없이 상업적으로 이용하지 않으며, `회원`은 언제든지 이러한 이용자 콘텐츠를 삭제할 수 있습니다.


4. `회사`는 `회원`이 게시하거나 등록하는 `게임서비스` 내의 게시물, 게시 내용에 대해 본 약관 및 운영정책에서 규정하는 금지행위에 해당한다고 판단되는 경우, 사전통지 없이 이를 삭제하거나 이동 또는 등록을 거부할 수 있습니다.


5. `회사`가 운영하는 게시판 등에 게시된 정보 때문에 법률상 이익이 침해된 `이용자`는 `회사`에 해당 정보의 삭제 또는 반박내용의 게재를 요청할 수 있습니다. 이 경우 `회사`는 신속하게 필요한 조처를 하고, 이를 신청인에게 통지합니다.

## 제18조 (대금 결제)

1. `유료 서비스`의 가격 등은 게임 내 상점 등에서 표시된 가격에 의하나, 외화 결제 시 환율 및 수수료 등 때문에 구매 시점의 예상 지불 금액과 실체 청구금액이 달라질 수 있습니다.


2. `회원`은 `오픈마켓 사업자` 또는 `결제업체` 등이 정하는 정책, 방법 등에 따라 결제금액을 납부해야 합니다.


3. 결제 한도는 `회사` 및 `오픈마켓 사업자`, `결제업체`의 정책 및 정부의 방침 등에 따라 조정될 수 있습니다.

## 제19조 (청약의 철회)

1. `회사`의 `유료 서비스`를 구매한 `회원`은 구매일로부터 7일 이내에는 청약의 철회를 할 수 있습니다.


2. `회원`은 다음 각 호의 어느 하나에 해당할 때에는 `회사`의 의사에 반하여 제1항에 따른 청약철회 등을 할 수 없습니다.<br><br>
  2.1. `회원`에게 책임이 있는 사유로 재화 등이 멸실 되거나 훼손된 경우<br>
  2.2. `회원`이 재화를 사용 또는 일부 소비한 경우<br>
  2.3. 시간이 지나 다시 판매하기 곤란한 경우<br>
  2.4. 복제 가능한 재화 등의 포장을 훼손한 경우<br>
  2.5. 구매 즉시 사용이 시작되거나 즉시 적용되는 상품의 경우<br>
  2.6. `게임서비스` 이용과정에서 획득한 아이템의 경우<br>
  2.7. 결제 시 지급되는 부가상품(재화, 포인트, 마일리지, 아이템 등)의 일부를 사용한 경우<br>
  2.8. 묶음 형으로 판매되는 아이템의 일부가 사용된 경우<br>
  2.9. 개봉행위를 사용으로 볼 수 있거나 개봉 시 효용이 결정되는 아이템의 경우<br>
  2.10. `회사`가 `회원`에게 무료로 지급한 재화 및 아이템의 경우<br>
  2.11. 타인으로부터 선물 받은 `유료 서비스`의 경우<br>
  2.12. 그 밖에 거래의 안전을 위하여 법령으로 정하는 경우<br>
               

3. `회사`는 청약철회 등이 불가능한 재화 등의 경우에는 그 사실을 재화 등의 포장이나 그밖에 `회원`이 쉽게 알 수 있는 곳에 명확하게 적시하거나 시험 사용 상품을 제공하는 등의 방법으로 청약철회 등의 권리 행사가 방해받지 아니하도록 조치하여야 합니다. 만약 `회사`가 이러한 조치를 하지 아니하였으면 청약철회 제한 사유에도 불구하고 `회원`은 청약철회를 할 수 있습니다.


4. `회원`은 제2항의 규정에도 불구하고 `유료 서비스`의 내용이 표시·광고 내용과 다르거나 계약 내용과 다르게 이행된 경우에는 구매일 또는 `유료 서비스` 이용 가능일로부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회를 할 수 있습니다.


5. `회원`은 구두 또는 서면(전자문서 포함), 전자우편 등의 방법으로 청약철회를 할 수 있습니다.


6. 미성년자가 법정대리인의 동의 없이 `유료 서비스`를 구매한 경우, 미성년자 또는 법정대리인은 `회사`에 청약철회를 요청할 수 있으며 `회사`는 법정대리인임을 증명할 수 있는 서류를 요구할 수 있습니다. 단, 미성년자의 구매가 법정대리인으로부터 처분을 허락받은 재산의 범위 내인 경우이거나 미성년자가 속임수로써 성인으로 믿게 한 경우에는 취소가 제한되며 구매자가 미성년자인지 여부는 구매가 진행된 단말기의 명의자를 기준으로 판단됩니다.


7. `플랫폼`에서 자체 제공하는 결제서비스 등 이용 `회원`이 유료 콘텐츠에 대한 청약철회를 할 경우, 회사는 `플랫폼`사업자를 통해 구매내역을 확인합니다. 또한 `회사`는 `회원`의 정당한 철회 사유를 확인하기 위해 `회원`으로부터 제공받은 정보를 통해 `회원`에게 연락할 수 있으며, 추가적인 증빙을 요구할 수 있습니다.

## 제20조 (청약철회 등의 효과)

1. `회원`이 청약철회의 의사표시를 한 경우 `회사`는 `회원`의 `유료 서비스`를 회수하고, 회수한 날로부터 3영업일 이내에 대금의 결제와 같은 방법으로 지급받은 대금을 환급하며, 같은 방법으로 환불이 불가능할 때에는 이를 사전에 고지합니다. 단, 수납확인이 필요한 결제수단은 수납확인일로부터 3영업일 이내에 이를 환급합니다.<br>
애플 앱스토어 게임 이용 중 청약철회 필요할 때 `회사`에서는 환급을 진행하지 않으며, 해당 마켓의 고객센터로 환불 요청 문의 접수를 통해서만 환급 가능합니다.


2. `회사`가 `회원`에게 환급을 지연한 때에는 그 지연기간에 대하여 「전자상거래 등에서의 소비자보호에 관한 법률」 및 동법 시행령에서 정하는 이율을 곱하여 산정한 지연 이자를 지급합니다.


3. `회사`는 재화 등이 일부 사용되거나 소비된 경우에는 `회원`이 얻은 이익 또는 그 재화 등의 공급에 든 비용에 상당하는 금액을 `회원`에게 청구할 수 있습니다.


4. `회원`이 청약철회를 한 경우 재화 등의 반환에 필요한 비용은 `회원`이 부담하고 `회사`는 `회원`에게 청약철회를 이유로 위약금 또는 손해배상을 청구할 수 없습니다.

## 제21조 (회원의 해제 및 해지)

1. `회원`이 `게임서비스` 이용계약 해지를 원하는 경우 `게임서비스` 메뉴의 탈퇴 절차를 통하여 할 수 있으며 탈퇴 완료 시 `회원`의 이용 정보(점수, 캐릭터, 아이템 등)는 모두 삭제되어 복구할 수 없습니다.

## 제22조 (회사의 해제 및 해지)

1. `회사`는 `회원`이 본 약관에서 정한 `회원`의 의무를 위반하면 `회원`에 대한 사전 통보 후 계약을 해지할 수 있습니다. 다만, `회원`이 현행법 위반 및 고의 또는 중대한 과실로 `회사`에 손해를 입히면 사전 통보 없이 이용계약을 해지할 수 있습니다.


2. 제1항의 단서의 경우, `회원`은 `유료서비스`의 사용권한을 상실하고 이에 따른 환불 및 손해배상을 청구할 수 없습니다.

## 제23조 (회원에 대한 서비스 이용제한)

1. `회사`는 다음 각 호의 구분에 따라 `회원`의 `게임서비스` 이용을 제한할 수 있습니다. 이용제한이 이루어지는 구체적인 의무위반 사유는 개별 게임의 `운영정책`에서 정할 수 있습니다.<br><br>
  1.1. 계정 일부 권한 제한: 일정 기간 계정의 일정 권한을 제한<br>
  1.2. 계정 이용제한: 일정 기간 또는 영구히 `게임서비스` 이용을 제한<br>


2. `회사`의 이용제한이 정당한 경우에 `회사`는 이용제한 때문에 `회원`이 입은 손해를 배상하지 않습니다.

## 제24조 (잠정조치로서의 이용제한)

1. `회사`는 각 호에 해당하는 문제에 관한 조사가 완료될 때까지 계정을 정지할 수 있습니다.<br><br>
  1.1. 계정이 해킹 또는 도용당하였다는 정당한 신고가 접수된 경우<br>
  1.2. 불법프로그램 사용자, 작업자 등 위법행위자로 합리적으로 의심되는 경우<br>
  1.3. 그 밖에 위 각 호에 준하는 사유로 계정의 잠정조치가 필요한 경우<br>


2. `회사`는 제1항의 조사가 완료된 후 `게임서비스` 이용 기간에 비례하여 일정액을 지급하여 이용하는 `회원`에게 정지된 기간만큼 `회원`의 `게임서비스` 이용기간을 연장합니다. 다만, 제1항에 의한 위법행위자로 판명된 경우에는 그러하지 아니합니다.

## 제25조 (이용제한에 대한 이의신청 절차)

1. `회원`이 `회사`의 이용제한에 불복하고자 할 때에는 제한을 받은 날로부터 15일 이내에 `회사`의 이용제한에 불복하는 이유를 기재한 이의신청서를 서면, 전자우편 또는 이에 준하는 방법으로 `회사`에 제출하여야 합니다.


2. `회사`는 제1항의 이의신청을 신청받은 날로부터 15일 이내에 `회원`의 제한 이유에 대하여 서면, 전자우편 또는 이에 준하는 방법으로 답변하여야 합니다. `회사`는 15일 이내에 답변이 곤란한 경우 `회원`에게 그 사유와 처리일정을 통보합니다.


3. `회사`는 위 답변 내용에 따라 상응하는 조처를 해야 합니다.

## 제26조 (손해배상)

1. `회사`가 고의 또는 중과실로 `회원`에게 손해를 끼치면 `회사`는 손해에 관하여 배상할 책임이 있습니다.


2. `회원`이 본 약관을 위반하여 `회사`에 손해를 끼치면 `회원`은 `회사`의 손해에 관하여 배상할 책임이 있습니다.

## 제27조 (환불)

1. `회원`이 직접 구매한 유료 재화(이하 `재화`)에 대해 환불을 신청하는 경우, `회사`는 `재화`를 회수 또는 삭제하고 환불에 필요한 서류를 신청받은 날로부터 3영업일 이내에 `오픈마켓 사업자`에게 결제 취소를 요청하거나 환불을 진행합니다. 환불 시에는 은행이체 및 결제대행 수수료 등 환불에 소요되는 일정 금액(이하 `환불 수수료`)을 공제합니다. `환불 수수료`를 공제하는 경우 공제 후 남은 금액이 `환불 수수료`보다 작은 경우에는 환불할 수 없습니다.


2. `회사`의 책임 있는 사유로 `회원`에게 과오금이 발생하면 `환불 수수료` 공제 금액 없이 환불이 이루어지며, `회원`의 책임 있는 사유로 과오금이 발생하면 `환불 수수료`는 `회원`이 부담합니다.


3. 애플리케이션 다운로드 및 네트워크 서비스를 이용하여 발생하는 요금(통화료, 데이터 요금)은 환불 대상에서 제외됩니다.


4. `회사`가 `회원`에게 무료로 지급하거나 다른 `회원`으로부터 선물 받은 `재화`는 환불 대상에서 제외됩니다.


5. 현행 법령 및 중대한 약관 위반 등 `회원`의 귀책사유로 이용계약을 해지하는 경우 환불이 제한될 수 있습니다.


6. 애플 앱스토어 게임 이용 중 구매한 유료 재화에 대한 환불은 `회사`에서 진행할 수 없으며, 해당 마켓의 고객센터로 환불 요청 문의를 접수를 통해서만 가능합니다.

## 제28조 (회사의 면책)

1. 전시, 사변, 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 기술적 결함 기타 불가항력적 사유로 서비스를 제공할 수 없는 경우에는 `회사`의 책임이 면제됩니다.


2. `회원`의 귀책사유로 인한 `게임서비스` 등의 중지, 이용장애 및 계약해지에 대하여는 `회사`의 책임이 면제됩니다.


3. 기간통신 사업자가 전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 `회원`에게 손해가 발생한 경우, 또는 `회원`이 모바일 기기 자체, 번호나 운영체제(OS) 버전의 변경, 해외 로밍, 통신사 변경 등으로 인해 콘텐츠 전부나 일부의 기능을 이용할 수 없는 경우, `회사`는 이에 대해 책임을 지지 않습니다. 다만, `회사`의 고의 또는 중과실에 의한 경우에는 그러하지 아니합니다.


4. 사전에 공지된 좀 더 완결된 `게임서비스` 등의 제공을 위한 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 `게임서비스` 등의 제공이 중지되거나 그 제공에 장애가 발생한 경우, `회사`의 고의 또는 중대한 과실이 없는 한 책임이 면제됩니다.


5. `회원`의 PC 또는 모바일 기기 등의 환경으로 인하여 발생하는 제반 문제 또는 `회사`의 고의 또는 중대한 과실이 없는 네트워크 서비스 환경으로 인하여 발생하는 문제에 대해서는 `회사`의 책임이 면제됩니다.


6. `회원` 또는 제3자가 `게임서비스` 등 내 또는 홈페이지 상에 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 대해서는 `회사`의 고의 또는 중대한 과실이 없는 한 `회사`의 책임이 면제됩니다.


7. `회사`는 회원 상호 간 또는 `회원`과 제3자 간에 `게임서비스` 등을 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.


8. `회사`가 제공하는 무료 `게임서비스` 등의 경우, 또는 `회원`이 `회사`가 제공하는 콘텐츠나 계정정보를 임의로 삭제한 경우, `회사`는 이에 대해 책임을 지지 않습니다. 다만, `회사`의 고의 또는 중과실에 의한 경우에는 그러하지 아니합니다.


9. `회사`가 제공하는 `게임서비스` 등 중 일부는 다른 사업자를 통하여 제공될 수 있으며, `회사`는 다른 사업자가 제공하는 `게임서비스` 등으로 인하여 발생한 손해 등에 대해 고의 또는 중과실이 없는 한 책임을 지지 않습니다.


10. `회원`이 `게임서비스` 등을 이용하여 기대하는 캐릭터, 경험치, 아이템 등의 결과를 얻지 못하거나 상실한 것에 대하여 `회사`는 책임을 지지 않으며, `게임서비스` 등에 대한 취사선택 또는 이용으로 인하여 발생하는 손해 등에 대해서 `회사`의 고의 또는 중과실이 없는 한 `회사`의 책임이 면제됩니다.


11. `회원`의 PC 또는 모바일 기기 등의 오류에 의한 손해가 발생한 경우 또는 신상정보 및 전자우편주소를 부정확하게 기재하거나 미기재하여 손해가 발생한 경우, 고의 또는 중대한 과실이 없는 한 `회사`의 책임이 면제됩니다.


12. `회사`는 관련 법령, 정부 정책 등에 따라 `회원`에게 게임서비스 등 이용시간 등을 제한할 수 있으며, 이러한 제한에 따라 발생하는 손실에 대해서는 `회사`의 책임이 면제됩니다.


13. `회원`이 비밀번호 또는 인증수단을 소홀히 관리하거나 도용, 위조나 변조를 방지하기 위하여 충분한 주의를 기울이지 않아 발생하는 `게임서비스` 등 이용상의 손해 또는 제3자에 의한 무단 결제 등에 대해 `회사`는 책임을 지지 않습니다. 다만, `회사`의 고의 또는 중과실에 의한 경우에는 그러하지 아니합니다.

  
14. `회원`이 보유한 게스트 계정은 플랫폼 기기 및 네트워크 서비스 오류 등 `회사`의 서비스와 무관한 외부요인에 따라 삭제될 수 있습니다. 이 경우 `회사`의 고의 또는 중대한 과실이 없는 한 이에 대한 복구 및 보상의 책임이 없습니다.

## 제29조 (회원의 고충처리 및 분쟁해결)

1. `회사`는 `회원`의 편의를 고려하여 `회원`의 의견이나 불만을 제시하는 방법을 `게임서비스` 메뉴를 통해 제공할 수 있습니다.


2. `회사`는 `회원`으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 때는 합리적인 기간 내에 이를 신속하게 처리합니다. 다만, 처리에 장기간이 소요되는 경우에는 `회원`에게 장기간이 소요되는 사유와 처리일정을 `게임서비스` 초기화면 또는 커뮤니티 등에 공지하거나 전자우편, 전화 또는 서면 등으로 통보합니다.


3. `회사`와 `회원` 간에 분쟁이 발생하여 제3의 분쟁조정기관이 조정할 경우 `회사`는 이용제한 등 `회원`에게 조치한 사항을 성실히 증명하고, 조정기관의 조정에 따를 수 있습니다.

## 제30조 (회원에 대한 통지)

1. `회사`는 `회원`에게 전자우편, LMS/SMS, 알림메시지(Push Notification) 등의 방법으로 통지할 수 있습니다.


2. `회원` 전체에게 통지가 필요한 경우 7일 이상 `회사`의 `게임서비스` 초기화면에 게시하거나 팝업 화면 등을 제시함으로써 제1항의 통지에 갈음할 수 있습니다.

## 제31조 (재판권 및 준거법)

1. 본 약관은 대한민국 법률에 따라 규율되고 해석되며, `회사`와 `회원` 간에 발생한 분쟁으로 소송이 제기되는 경우 법령에 정한 절차에 따른 법원을 관할 법원으로 합니다.

<부칙>

본 약관은 2023년 1월 11일부터 시행합니다.
